exports.donate = (id, A187, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 
❉──────────❉

*${BintangP28}*

❉──────────❉

📆 *${tampilTanggal}*
📌STATUS BOT AKTIF: *${aktif}*

         
╔════════════════════
║ *DONASI KE ${BintangP28}*
╠════════════════════
║╭──❉ *DONASI BOS* ❉──
║│➸ *DANA*: _0838-1330-4760_
║│➸ *PULSA*: _0859-2992-2766/0838-1330-4760_
║│➸ *GOPAY*: _0838-1330-4760_
║╰───────────
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║│➸ *Masuk sini😙*
║│ _${whatsapp}_
║│➸ *YouTube mimin*
║│ _${nomer}_
║│➸ *Instagram <Follow>*
║│ _${instagram}_
║│➸ *Creator ${BintangP28}*
║│ _${nomer}_
║╰───────────
║         ${BintangP28}
║  ▌│█║▌║▌║║▌║▌║█│▌
║  ▌│█║▌║▌║║▌║▌║█│▌
║         ${BintangP28}
╠════════════════════
║ _*POWERED BY BintangP28*_
╚════════════════════`
}
